modules/webplayer/models/imagenalbum.php

SELECT * FROM `image` WHERE `object_id`='1513'
---
    	public function Imagen(){
    		$Modelo=new AmpacheImagen;
    		$Consulta=$Modelo::find()->where(['object_id' => $this->album])->one();