modules/EditorPaginas/controllers/MainController.php

    protected function findModelE($id)
    {
        if (($model = Estaticas::find()->where(['titulo' => $id])->one()) !== null) {
---
SELECT * FROM `estaticas` WHERE `titulo`='nosotros'