modules/webplayer/components/BarraNavIzq/BarraNavIzq.php

	public function init(){
		parent::init();
		$consulta = (new \yii\db\Query())
				->select('*')
				->from('novedades')
				->all();
---
SELECT * FROM `novedades`